---
kind: property
id: P:Autodesk.Revit.DB.Wall.Flipped
zh: 墙、墙体
source: html/84e3e931-b085-01b3-3dc2-954234356b8f.htm
---
# Autodesk.Revit.DB.Wall.Flipped Property

**中文**: 墙、墙体

Property to test whether the wall orientation is flipped.

## Syntax (C#)
```csharp
public bool Flipped { get; }
```